Repository: thefraggle/familienwecker
Catalog: ios/FamWake/Resources/Localizable.xcstrings
Source language: de
Languages: bn, da, en, es, fr, gsw, hi, id, it, ja, ko, ksh, mr, nb, nl, pl, pt, ru, sv, swg, tr, uk, vi, zh

# settings_battery_warning_text
source: Dein Handy könnte den Wecker verzögern oder blockieren, um Strom zu sparen. Bitte erlaube FamWake, im Hintergrund zu laufen.
bn: আপনার ফোন ব্যাটারি বাঁচাতে অ্যালার্ম ব্লক বা দেরি করতে পারে। দয়া করে FamWake-কে ব্যাকগ্রাউন্ডে চলার অনুমতি দিন।
da: Din telefon kan forsinke eller blokere alarmen for at spare strøm. Tillad venligst FamWake at køre i baggrunden.
en: Your phone might delay or block the alarm to save battery. Please allow FamWake to run in the background.
es: Tu teléfono podría retrasar o bloquear la alarma para ahorrar batería. Por favor, permite que FamWake funcione en segundo plano.
fr: Ton téléphone risque de bloquer le réveil pour économiser la batterie. Laisse FamWake fonctionner en arrière-plan.
gsw: Diis Handy chönnt de Wecker verzögere oder blockiere, zum Strom spare. Bitte erlaub FamWake, im Hindergrund z'laufe.
hi: आपका फ़ोन बैटरी बचाने के लिए अलार्म को रोक या टाल सकता है। कृपया FamWake को बैकग्राउंड में चलने दें।
id: Ponsel Anda mungkin menunda atau memblokir alarm untuk menghemat baterai. Mohon izinkan FamWake berjalan di latar belakang.
it: Il telefono potrebbe ritardare o bloccare la sveglia per risparmiare batteria. Consenti a FamWake di funzionare in background.
ja: スマートフォンの設定によって、アラームが遅れたり鳴らなかったりする場合があります。FamWakeがいつでも動けるように許可してください。
ko: 휴대폰이 배터리를 절약하기 위해 알람을 지연시키거나 차단할 수 있습니다. FamWake가 백그라운드에서 실행되도록 허용해 주세요.
ksh: Ey, dein Handy könnte den Wecker blockieren. Erlaub FamWake mal, im Hintergrund zu rödeln, sonst bimmelt da nix.
mr: तुमचा फोन बॅटरी वाचवण्यासाठी अलार्म थांबवू शकतो किंवा उशीर करू शकतो. कृपया FamWake ला बॅकग्राउंडमध्ये चालू राहू द्या.
nb: Telefonen din kan forsinke eller blokkere alarmen for å spare strøm. La FamWake kjøre i bakgrunnen.
nl: Je telefoon kan de wekker vertragen of blokkeren om batterij te besparen. Sta FamWake toe om op de achtergrond te draaien.
pl: Twój telefon może opóźnić lub zablokować alarm, aby oszczędzać baterię. Pozwól aplikacji FamWake działać w tle.
pt: Seu celular pode atrasar ou bloquear o alarme para economizar bateria. Por favor, permita que o FamWake rode em segundo plano.
ru: Ваш телефон может задерживать или блокировать будильник для экономии заряда. Пожалуйста, разрешите FamWake работать в фоновом режиме.
sv: Din telefon kan försena eller blockera larmet för att spara batteri. Låt FamWake köras i bakgrunden.
swg: Dei Händy kennt da Wegger verzögera oder blockiera, om Strom zom schbara. Bitte lass FamWake im Hendergrond laufa.
tr: Telefonunuz şarjı korumak için alarmı geciktirebilir veya engelleyebilir. Lütfen FamWake'in arka planda çalışmasına izin verin.
uk: Ваш телефон може затримувати або блокувати будильник для економії заряду. Будь ласка, дозвольте FamWake працювати у фоновом режимі.
vi: Điện thoại của bạn có thể trì hoãn hoặc chặn báo thức để tiết kiệm pin. Vui lòng cho phép FamWake chạy ngầm.
zh: 为了省电，您的手机可能会延迟或阻止闹钟。请允许 FamWake 在后台运行。

# settings_battery_warning_title
source: Akku-Einstellungen können den Wecker blockieren
bn: ব্যাটারি সেটিংস অ্যালার্ম ব্লক করতে পারে
da: Batteriindstillinger kan blokere alarmer
en: Battery settings might block alarms
es: Los ajustes de batería pueden bloquear las alarmas
fr: Les paramètres de batterie bloquent le réveil
gsw: Akku-Iistellige chönd de Wecker blockiere
hi: बैटरी सेटिंग्स अलार्म को रोक सकती हैं
id: Pengaturan baterai dapat memblokir alarm
it: Le impostazioni della batteria potrebbero bloccare le sveglie
ja: バッテリー設定がアラームをブロックする可能性があります
ko: 배터리 설정이 알람을 차단할 수 있습니다
ksh: Akku-Sparmodus is an
mr: बॅटरी सेटिंग्ज अलार्म थांबवू शकतात
nb: Batteriinnstillinger kan blokkere alarmen
nl: Batterij-instellingen kunnen de wekker blokkeren
pl: Ustawienia baterii mogą blokować alarmy
pt: A bateria pode bloquear os alarmes
ru: Настройки батареи могут блокировать будильник
sv: Batteriinställningar kan blockera larmet
swg: Akku-Eistellonga kennet da Wegger blockiera
tr: Pil ayarları alarmı engelleyebilir
uk: Налаштування батареї можуть блокувати будильник
vi: Cài đặt pin có thể chặn báo thức
zh: 电池设置可能会阻止闹钟

# settings_delete_account
source: Konto löschen
bn: অ্যাকাউন্ট মুছুন
da: Slet konto
en: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
gsw: Konto lösche
hi: अकाउंट हटाएँ
id: Hapus akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
ksh: Konto plattmachen
mr: खाते हटवा
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
ru: Удалить аккаунт
sv: Ta bort konto
swg: Konto lescha
tr: Hesabı sil
uk: Видалити акаунт
vi: Xóa tài khoản
zh: 注销帐号

# settings_delete_family
source: Familie löschen
bn: পরিবার মুছে ফেলুন
da: Slet familie
en: Delete family
es: Eliminar familia
fr: Supprimer la famille
gsw: Familie lösche
hi: परिवार हटाएँ
id: Hapus keluarga
it: Elimina famiglia
ja: 家族を削除する
ko: 가족 삭제
ksh: Familie inne Tonne
mr: कुटुंब हटवा
nb: Slett familie
nl: Familie verwijderen
pl: Usuń rodzinę
pt: Excluir família
ru: Удалить семью
sv: Ta bort familjen
swg: Familie lescha
tr: Aileyi sil
uk: Видалити сім'ю
vi: Xóa gia đình
zh: 解散家庭

# settings_delete_family_dialog_cancel
source: Abbrechen
bn: বাতিল করুন
da: Annuller
en: Cancel
es: Cancelar
fr: Annuler
gsw: Abbräche
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
mr: रद्द करा
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
swg: Abbrecha
tr: İptal
uk: Скасувати
vi: Hủy
zh: 取消

# settings_delete_family_dialog_confirm
source: Für immer löschen
bn: চিরতরে মুছে ফেলুন
da: Slet for evigt
en: Delete forever
es: Eliminar para siempre
fr: Supprimer pour toujours
gsw: Für immer lösche
hi: हमेशा के लिए हटाएँ
id: Hapus selamanya
it: Elimina per sempre
ja: 完全に削除
ko: 영구 삭제
ksh: Löschen
mr: कायमचे हटवा
nb: Slett for alltid
nl: Voor altijd verwijderen
pl: Usuń na zawsze
pt: Excluir para sempre
ru: Удалить навсегда
sv: Ta bort för alltid
swg: Für emmer lescha
tr: Kalıcı olarak sil
uk: Видалити назавжди
vi: Xóa vĩnh viễn
zh: 永久删除

# settings_delete_family_dialog_text
source: Möchtest du diese Familie wirklich dauerhaft löschen? Alle Mitglieder, Zeiten und Einstellungen verschwinden für alle. Das kann nicht rückgängig gemacht werden.
bn: আপনি কি পরিবারটিকে স্থায়ীভাবে মুছে ফেলতে চান? সব সদস্য, সময় এবং সেটিংস সবার জন্য মুছে যাবে। এটি আর ফিরিয়ে আনা যাবে না।
da: Er du sikker på, at du vil slette denne familie permanent? Alle medlemmer, tider og indstillinger vil være væk for alle. Dette kan ikke fortrydes.
en: Delete this family forever? All members, times, and settings will be gone for everyone. This cannot be undone.
es: ¿Estás seguro de que quieres eliminar esta familia de forma permanente? Se eliminarán todos los miembros, horas y ajustes para todos. Esto no se puede deshacer.
fr: Supprimer cette famille pour toujours ? Tous les membres, horaires et paramètres disparaîtront pour tout le monde. C'est irréversible.
gsw: Wottsch die Familie würkli duurhaft lösche? Alli Mitgliider, Ziite und Iistellige verschwinded für alli. Das cha nöd rückgängig gmacht wärde.
hi: क्या आप वाकई इस परिवार को हमेशा के लिए हटाना चाहते हैं? सभी सदस्य, समय और सेटिंग्स सभी के लिए मिट जाएँगी। इसे वापस नहीं लाया जा सकता।
id: Apakah Anda yakin ingin menghapus keluarga ini secara permanen? Semua anggota, waktu, dan pengaturan akan hilang untuk semua orang. Ini tidak dapat dibatalkan.
it: Vuoi eliminare questa famiglia per sempre? Tutti i membri, gli orari e le impostazioni spariranno per tutti. Questa azione è irreversibile.
ja: この家族を完全に削除しますか？メンバー、時間、設定など、全員のデータが消去されます。この操作は元に戻せません。
ko: 이 가족을 영구적으로 삭제하시겠습니까? 모든 멤버, 시간, 설정이 모두에게서 지워집니다. 이 작업은 되돌릴 수 없습니다.
ksh: Bisse sicher? Dann is der ganze Schmu für alle wech. Dat krisse nich mehr zurück, wa.
mr: तुम्हाला खरोखर हे कुटुंब कायमचे हटवायचे आहे का? सर्वांसाठी सदस्य, वेळा आणि सेटिंग्ज कायमच्या पुसल्या जातील. हे परत मिळवता येणार नाही.
nb: Er du sikker på at du vil slette denne familien permanent? Alle medlemmer, tider og innstillinger vil bli borte for alle. Dette kan ikke angres.
nl: Weet je zeker dat je deze familie permanent wilt verwijderen? Alle leden, tijden en instellingen worden voor iedereen verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz trwale usunąć tę rodzinę? Wszyscy członkowie, czasy i ustawienia znikną dla każdego. Tego działania nie można cofnąć.
pt: Tem certeza de que deseja excluir esta família para sempre? Todos os membros, horários e configurações sumirão para todo mundo. Isso não pode ser desfeito.
ru: Вы уверены, что хотите навсегда удалить эту семью? Все участники, расписания и настройки будут удалены для всех. Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort den här familjen permanent? Alla medlemmar, tider och inställningar försvinner för alla. Detta kan inte ångras.
swg: Bisch dir g'wiß, dass d'die Familie ganz für emmer lescha woisch? Älles goht für älle verlora. Des ka ma net zruggmacha.
tr: Bu aileyi kalıcı olarak silmek istediğinize emin misiniz? Tüm üyeler, saatler ve ayarlar herkes için silinecektir. Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете назавжди видалити цю сім'ю? Усі учасники, час та налаштування зникнуть для всіх. Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa vĩnh viễn gia đình này không? Tất cả thành viên, lịch trình và cài đặt sẽ bị xóa đối với mọi người. Thao tác này không thể hoàn tác.
zh: 您确定要永久解散这个家庭吗？所有成员、时间和设置都将被彻底删除。此操作无法撤消。

# settings_delete_family_dialog_title
source: Die ganze Familie löschen?
bn: পুরো পরিবার মুছে ফেলবেন?
da: Slet hele familien?
en: Delete the whole family?
es: ¿Eliminar toda la familia?
fr: Supprimer toute la famille ?
gsw: D'ganzi Familie lösche?
hi: पूरा परिवार हटा दें?
id: Hapus seluruh keluarga?
it: Eliminare l'intera famiglia?
ja: 家族全体を削除しますか？
ko: 가족을 완전히 삭제하시겠습니까?
ksh: Ganze Familie löschen?
mr: संपूर्ण कुटुंब हटवायचे?
nb: Slett hele familien?
nl: Hele familie verwijderen?
pl: Usunąć całą rodzinę?
pt: Excluir a família inteira?
ru: Удалить семью?
sv: Ta bort hela familjen?
swg: Ganze Familie lescha?
tr: Tüm aileyi sil?
uk: Видалити сім'ю назавжди?
vi: Xóa toàn bộ gia đình?
zh: 解散整个家庭？

# settings_delete_family_warning_confirm
source: Ja, für alle löschen
bn: হ্যাঁ, সবার জন্য মুছুন
da: Ja, slet for alle
en: Yes, delete for everyone
es: Sí, eliminar para todos
fr: Oui, supprimer pour tous
gsw: Ja, für alli lösche
hi: हाँ, सभी के लिए हटा दें
id: Ya, hapus untuk semua orang
it: Sì, elimina per tutti
ja: はい、全員分を削除します
ko: 예, 모두에게서 삭제합니다
ksh: Jau, alles platt
mr: होय, सर्वांसाठी हटवा
nb: Ja, slett for alle
nl: Ja, voor iedereen verwijderen
pl: Tak, usuń dla wszystkich
pt: Sim, excluir para todos
ru: Да, удалить для всех
sv: Ja, ta bort för alla
swg: Jå, für älle wegmacha
tr: Evet, herkes için sil
uk: Так, видалити для всіх
vi: Có, xóa cho tất cả mọi người
zh: 是的，全部删除

# settings_delete_family_warning_text
source: Es sind noch andere Personen in dieser Familie. Wenn du sie löschst, verlieren alle den Zugriff. Bist du dir wirklich sicher?
bn: এই পরিবারে এখনও অন্যান্য মানুষ আছেন। আপনি মুছলে সবাই অ্যাক্সেস হারাবে। আপনি কি নিশ্চিত?
da: Der er stadig andre personer i denne familie. Hvis du sletter den, mister alle adgangen. Er du helt sikker?
en: There are still other people in this family. If you delete it, everyone will lose access. Are you really sure?
es: Todavía hay otros miembros en esta familia. Si la eliminas, todos perderán el acceso. ¿De verdad estás seguro?
fr: Il y a encore d'autres personnes dans cette famille. Si tu la supprimes, tout le monde perdra l'accès. Es-tu vraiment sûr(e) ?
gsw: Es sind na anderi Persone i dere Familie. Wänn du sie löschisch, verlüüred alli de Zuegriff. Bisch dir würkli sicher?
hi: इस परिवार में अभी भी कुछ लोग हैं। अगर आप इसे हटाते हैं, तो सभी की पहुँच ख़त्म हो जाएगी। क्या आप वाकई पक्का करना चाहते हैं?
id: Masih ada orang lain di keluarga ini. Jika Anda menghapusnya, semua orang akan kehilangan akses. Apakah Anda benar-benar yakin?
it: Ci sono ancora altre persone in questa famiglia. Se la elimini, tutti perderanno l'accesso. Sei proprio sicuro/a?
ja: この家族にはまだ他のメンバーがいます。削除すると、全員が使えなくなります。本当に削除しますか？
ko: 이 가족에는 아직 다른 사람들이 있습니다. 삭제하면 모두가 접근할 수 없게 됩니다. 정말로 삭제하시겠습니까?
ksh: Ey, da wuseln noch andere inne Bude rum. Wennze löschst, fliejen die alle raus. Willze echt alles plattmachen?
mr: या कुटुंबात अजून इतर लोक आहेत. जर तुम्ही हे हटवले, तर सर्वांचा प्रवेश जाईल. तुम्हाला खरोखर खात्री आहे का?
nb: Det er fortsatt andre personer i denne familien. Hvis du sletter den, vil alle miste tilgangen. Er du helt sikker?
nl: Er zijn nog andere personen in deze familie. Als je deze verwijdert, verliest iedereen de toegang. Weet je het echt zeker?
pl: W tej rodzinie są jeszcze inni ludzie. Jeśli ją usuniesz, wszyscy stracą dostęp. Jesteś całkowicie pewien?
pt: Ainda existem outras pessoas nesta família. Se você excluir, todo mundo vai perder o acesso. Tem certeza mesmo?
ru: В семье еще есть активные участники. Если вы удалите её, все потеряют доступ. Вы действительно уверены?
sv: Det finns fortfarande andra personer i den här familjen. Om du tar bort den förlorar alla åtkomst. Är du helt säker?
swg: S'send no andere in dr Familie. Wenn se leschsch, flieged älle naus. Woisch des wirkle durbringa?
tr: Bu ailede hala başka kişiler var. Eğer silerseniz herkes erişimini kaybedecek. Gerçekten emin misiniz?
uk: У цій сім'ї ще є інші учасники. Якщо ви видалите її, всі втратять доступ. Ви дійсно впевнені?
vi: Vẫn còn những thành viên khác trong gia đình này. Nếu bạn xóa, mọi người sẽ mất quyền truy cập. Bạn có thực sự chắc chắn không?
zh: 这个家庭中还有其他人。如果您解散它，每个人都将失去访问权限。您真的确定吗？

# settings_delete_family_warning_title
source: Andere Mitglieder sind noch hier!
bn: অন্যান্য সদস্যরা এখনও আছেন!
da: Andre medlemmer er her stadig!
en: Other members are still here!
es: ¡Aún hay otras personas!
fr: D'autres membres sont encore là !
gsw: Anderi Mitgliider sind na da!
hi: बाकी लोग अभी भी यहीं हैं!
id: Masih ada anggota lain!
it: Ci sono ancora altri membri!
ja: 他の人がまだ残っています！
ko: 다른 멤버들이 아직 있습니다!
ksh: Da sind noch andere drin!
mr: इतर सदस्य अजूनही आहेत!
nb: Andre medlemmer er fortsatt her!
nl: Andere leden zijn nog actief!
pl: Inni członkowie wciąż tu są!
pt: Ainda tem gente aqui!
ru: Другие участники еще здесь!
sv: Andra medlemmar är fortfarande här!
swg: Andere no drinne!
tr: Diğer üyeler hala burada!
uk: Інші учасники ще тут!
vi: Vẫn còn người khác ở đây!
zh: 还有其他成员！

# settings_display_title
source: App-Einstellungen
bn: অ্যাপ সেটিংস
da: App-indstillinger
en: App settings
es: Ajustes de la app
fr: Paramètres de l'appli
gsw: App-Iistellige
hi: ऐप की सेटिंग्स
id: Pengaturan aplikasi
it: Impostazioni app
ja: アプリ設定
ko: 앱 설정
mr: ॲप सेटिंग्ज
nb: App-innstillinger
nl: App-instellingen
pl: Ustawienia aplikacji
pt: Configurações do app
ru: Настройки приложения
sv: Appinställningar
swg: App-Eistellonga
tr: Uygulama ayarları
uk: Налаштування додатку
vi: Cài đặt ứng dụng
zh: 应用设置

# settings_donate_error_already_purchased
source: Das hast du bereits gekauft.
bn: আপনি আগেই এটি কিনেছেন।
da: Du har allerede købt dette.
en: You already bought this.
es: Ya has comprado esto.
fr: Tu as déjà acheté ceci.
gsw: Das häsch scho gchauft.
hi: आप इसे पहले ही ख़रीद चुके हैं।
id: Anda sudah membeli ini.
it: Hai già acquistato questo elemento.
ja: これはすでに購入済みです。
ko: 이미 구매하셨습니다.
ksh: Hasse schon eingekauft.
mr: तुम्ही हे आधीच विकत घेतले आहे.
nb: Du har allerede kjøpt dette.
nl: Je hebt dit al gekocht.
pl: To już zostało przez Ciebie kupione.
pt: Você já comprou isso.
ru: Вы уже купили это.
sv: Du har redan köpt detta.
swg: Des hosch scho g'kauft.
tr: Bunu zaten satın aldınız.
uk: Ви вже купили це.
vi: Bạn đã mua sản phẩm này rồi.
zh: 您已经购买过此项目。

# settings_donate_error_generic
source: Beim Spenden ist etwas schiefgelaufen.
bn: দানের সময় কিছু একটা ভুল হয়েছে।
da: Noget gik galt under donationen.
en: Something went wrong during the donation.
es: Algo ha salido mal durante la donación.
fr: Une erreur s'est produite lors du don.
gsw: Bim Spände isch öppis schiefggange.
hi: डोनेट करते समय कुछ गड़बड़ हो गई।
id: Terjadi kesalahan saat proses donasi.
it: Qualcosa è andato storto durante la donazione.
ja: 寄付の処理中に問題が発生しました。
ko: 후원 처리 중 오류가 발생했습니다.
ksh: Irgendwas kaputt beim Knete rüberschieben.
mr: देणगी देताना काहीतरी चूक झाली.
nb: Noe gikk galt under donasjonen.
nl: Er is iets misgegaan tijdens het doneren.
pl: Coś poszło nie tak podczas przekazywania darowizny.
pt: Algo deu errado durante a doação.
ru: Что-то пошло не так во время пожертвования.
sv: Något gick fel under donationen.
swg: Oibekannter Fähler bim Geld gäba.
tr: Bağış sırasında bir şeyler ters gitti.
uk: Щось пішло не так під час пожертви.
vi: Đã xảy ra lỗi trong quá trình quyên góp.
zh: 捐助过程中发生错误。

# settings_donate_error_invalid
source: Der Kauf wurde nicht abgeschlossen.
bn: কেনাকাটা সম্পন্ন হয়নি।
da: Købet gik ikke igennem.
en: The purchase didn't go through.
es: La compra no se ha completado.
fr: L'achat n'a pas pu aboutir.
gsw: De Chauf isch nöd abgschlosse worde.
hi: आपकी ख़रीदारी पूरी नहीं हो पाई।
id: Pembelian tidak berhasil.
it: L'acquisto non è andato a buon fine.
ja: 購入が完了しませんでした。
ko: 결제가 완료되지 않았습니다.
ksh: Kauf war voll für die Katz.
mr: खरेदी पूर्ण होऊ शकली नाही.
nb: Kjøpet gikk ikke igjennom.
nl: De aankoop is niet gelukt.
pl: Zakup nie powiódł się.
pt: A compra não foi concluída.
ru: Покупка не была завершена.
sv: Köpet gick inte igenom.
swg: Der Kauf isch net fertich worda.
tr: Satın alma işlemi tamamlanamadı.
uk: Покупка не була завершена.
vi: Giao dịch mua hàng không thành công.
zh: 购买未完成。

# settings_donate_error_not_allowed
source: Käufe sind auf diesem Handy nicht erlaubt.
bn: এই ফোনে কেনাকাটার অনুমতি নেই।
da: Køb er ikke tilladt på denne telefon.
en: Purchases are not allowed on this phone.
es: Las compras no están permitidas en este teléfono.
fr: Les achats ne sont pas autorisés sur ce téléphone.
gsw: Chäuf sind uf däm Handy nöd erlaubt.
hi: इस फ़ोन पर कुछ भी ख़रीदने की अनुमति नहीं है।
id: Pembelian tidak diizinkan di ponsel ini.
it: Gli acquisti non sono consentiti su questo telefono.
ja: このスマートフォンでは購入が許可されていません。
ko: 이 휴대폰에서는 결제할 수 없습니다.
ksh: Darfse hier nich kaufen.
mr: या फोनवर खरेदी करण्याची परवानगी नाही.
nb: Kjøp er ikke tillatt på denne telefonen.
nl: Aankopen zijn niet toegestaan op deze telefoon.
pl: Zakupy nie są dozwolone na tym telefonie.
pt: Compras não são permitidas neste celular.
ru: Покупки запрещены на этом телефоне.
sv: Köp är inte tillåtna på den här telefonen.
swg: Käufe send uff dem Händy net erlaubt.
tr: Bu telefonda satın alma işlemlerine izin verilmiyor.
uk: Покупки заборонені на цьому телефоні.
vi: Thiết bị này không được phép mua hàng.
zh: 此手机不允许进行购买。

# settings_donate_error_store_problem
source: Es gab ein Problem mit dem App Store.
bn: অ্যাপ স্টোরে কোনো সমস্যা হয়েছে।
da: Der var et problem med App Store.
en: There was an issue with the App Store.
es: Hubo un problema con la tienda de aplicaciones.
fr: Il y a eu un problème avec la boutique d'applications.
gsw: Es hät es Problem mit em App Store gäh.
hi: ऐप स्टोर में कोई समस्या आ गई है।
id: Ada masalah dengan App Store.
it: C'è stato un problema con l'App Store.
ja: App Storeで問題が発生しました。
ko: 앱 스토어에 문제가 발생했습니다.
ksh: Der App Store macht Mucken.
mr: App Store मध्ये काहीतरी अडचण आली.
nb: Det oppstod et problem med App Store.
nl: Er was een probleem met de App Store.
pl: Wystąpił problem ze Sklepem.
pt: Houve um problema com a loja de aplicativos.
ru: Возникла проблема с App Store.
sv: Det uppstod ett problem med App Store.
swg: S'gab a Problem mit em App Store.
tr: Uygulama mağazasında bir sorun oluştu.
uk: Виникла проблема з App Store.
vi: Đã xảy ra sự cố với Cửa hàng ứng dụng.
zh: 应用商店出现问题。

# settings_donate_loading
source: Lade Optionen…
bn: অপশন লোড হচ্ছে…
da: Indlæser muligheder…
en: Loading options…
es: Cargando opciones…
fr: Chargement des options…
gsw: Lade Optione…
hi: ऑप्शन लोड हो रहे हैं…
id: Memuat pilihan…
it: Caricamento opzioni…
ja: オプションを読み込んでいます…
ko: 옵션 불러오는 중…
ksh: Lade den Kram…
mr: पर्याय लोड करत आहे...
nb: Laster alternativer…
nl: Opties laden…
pl: Ładowanie opcji…
pt: Carregando opções…
ru: Загрузка вариантов…
sv: Laddar alternativ…
swg: Läd d'Optione…
tr: Seçenekler yükleniyor…
uk: Завантаження варіантів…
vi: Đang tải tùy chọn…
zh: 正在加载选项...

# settings_donate_no_offers
source: Aktuell sind keine Optionen verfügbar.
bn: এখন কোনো অপশন নেই।
da: Ingen muligheder tilgængelige lige nu.
en: No options available right now.
es: No hay opciones disponibles ahora mismo.
fr: Aucune option disponible pour le moment.
gsw: Zurziit sind kä Optione verfüegbar.
hi: अभी कोई ऑप्शन उपलब्ध नहीं है।
id: Tidak ada pilihan yang tersedia saat ini.
it: Nessuna opzione disponibile al momento.
ja: 現在利用できるプランはありません。
ko: 현재 이용 가능한 옵션이 없습니다.
ksh: Nix zu kaufen da.
mr: सध्या कोणतेही पर्याय उपलब्ध नाहीत.
nb: Ingen alternativer tilgjengelig akkurat nå.
nl: Op dit moment zijn er geen opties beschikbaar.
pl: Obecnie nie ma dostępnych ofert.
pt: Nenhuma opção de apoio disponível no momento.
ru: В данный момент нет доступных вариантов.
sv: Inga alternativ tillgängliga just nu.
swg: S'gibt grad koine Optione.
tr: Şu anda herhangi bir seçenek bulunmuyor.
uk: Наразі немає доступних варіантів.
vi: Hiện tại không có tùy chọn nào.
zh: 目前没有可用的选项。

# settings_donate_purchase_loading
source: Wird verarbeitet…
bn: প্রক্রিয়া চলছে…
da: Behandler…
en: Processing…
es: Procesando…
fr: Traitement en cours…
hi: प्रोसेस हो रहा है…
id: Memproses…
it: Elaborazione in corso…
ja: 処理中…
ko: 처리 중…
ksh: Knete wird verbucht…
mr: प्रक्रिया करत आहे...
nb: Behandler…
nl: Verwerken…
pl: Przetwarzanie…
pt: Processando…
ru: Обработка…
sv: Bearbetar…
swg: S'wird grichtet…
tr: İşleniyor…
uk: Обробка…
vi: Đang xử lý…
zh: 正在处理...

# settings_donate_success
source: Vielen Dank für deine Unterstützung! ❤️
bn: সাপোর্ট করার জন্য অনেক ধন্যবাদ! ❤️
da: Tusind tak for din støtte! ❤️
en: Thank you so much for your support! ❤️
es: ¡Muchísimas gracias por tu apoyo! ❤️
fr: Merci beaucoup pour ton soutien ! ❤️
gsw: Vile Dank für diini Unterstützig! ❤️
hi: आपके सपोर्ट के लिए बहुत-बहुत धन्यवाद! ❤️
id: Terima kasih banyak atas dukungan Anda! ❤️
it: Grazie mille per il tuo supporto! ❤️
ja: ご支援本当にありがとうございます！ ❤️
ko: 응원해 주셔서 진심으로 감사드립니다! ❤️
ksh: Fetten Dank dir! ❤️
mr: तुमच्या पाठिंब्याबद्दल खूप खूप धन्यवाद! ❤️
nb: Tusen takk for støtten din! ❤️
nl: Heel erg bedankt voor je steun! ❤️
pl: Dziękujemy bardzo za Twoje wsparcie! ❤️
pt: Muito obrigado pelo seu apoio! ❤️
ru: Большое спасибо за вашу поддержку! ❤️
sv: Tack så mycket för ditt stöd! ❤️
swg: Viela Dank drfür! ❤️
tr: Desteğiniz için çok teşekkür ederiz! ❤️
uk: Велике дякую за вашу підтримку! ❤️
vi: Cảm ơn bạn rất nhiều vì đã ủng hộ! ❤️
zh: 非常感谢您的支持！ ❤️

# settings_exact_alarm_warning_button
source: Wecker erlauben
bn: অ্যালার্মের অনুমতি দিন
da: Tillad alarmer
en: Allow alarms
es: Permitir alarmas
fr: Autoriser les réveils
gsw: Wecker erlaube
hi: अलार्म की अनुमति दें
id: Izinkan alarm
it: Consenti sveglie
ja: アラームを許可
ko: 알람 허용하기
mr: अलार्मला परवानगी द्या
nb: Tillat alarmer
nl: Wekkers toestaan
pl: Zezwól na alarmy
pt: Permitir alarmes
ru: Разрешить будильники
sv: Tillåt larm
swg: Wegger erlaubä
tr: Alarmlara izin ver
uk: Дозволити будильники
vi: Cho phép báo thức
zh: 允许闹钟
